{
  "posts": [
    {
      "id": 1,
      "image": "img/img1.png",
      "title": "T-Shirt",
      "price": "250",
      "category": "Menswear",
      "amount": 1,
      "description": "Our most casual T-shirt, the Essential tee is a lightweight wardrobe staple that layers comfortably under sweaters and jackets alike. Cut from a jersey fabric that’s knit with Peruvian organic cotton, it’s finished with a subtle slubbed texture and is machine washable for easy care.Fit; True to size, choose your normal size Regular fit, short sleeves Hip length Model is 6’2”, chest 38” and wearing a US size M Composition; 100% Cotton Care; Machine washable"
    },
    {
      "id": 2,
      "image": "img/img2.png",
      "title": "Baby Cotton wear",
      "price": "500",
      "category": "Kidswear",
      "amount": 1,
      "description": "Kids Dress Baby Girl Wear Casual Cotton Clothes For Girls New Fashion Dresses Toddler 2 Years Birthday Party Baptism Dress this dress is fit for summer ,0-4years child!!! 12M size : dress length is 53cm,is fit for 70cm height 24M size : dress length is 55cm,is fit for 80cm height 3T size : dress length is 57cm, is fit for 90cmheight 4T size : dress length is 61cm,is fit for 100 cmheight if baby is fat,please choose larger size. Manual measurement, may be 1-3cm "
    },
    {
      "id": 4,
      "image": "img/img4.png",
      "title": "Rolex",
      "price": "150000",
      "category": "Watch",
      "amount": 1,
      "description": "Rolex Daytona Champagne Chronograph 18kt Yellow Gold Mens Watch116528CDO 40mm 18K yellow gold case, screw-down back, screw-down crown and push buttons with Triplock triple waterproofness, fixed 18K yellow gold bezel with engraved tachymetric scale, scratch-resistant sapphire crystal, champagne dial, diamond hour markers, Rolex calibre 4130 self-winding movement with chronograph central second hand, 30-minute counter at 3 o clock, and 12-hour counter at 9 o clock, approximately 72 hours of power reserve, 18K yellow gold Oyster bracelet with flat three-piece links"
    },
    {
      "title": "Hand Bag",
      "price": "600",
      "description": "Leather",
      "image": "img/img5.png",
      "category": "Bags",
      "id": 5,
      "amount": 1
    }
  ],
  "comments": [],
  "profile": {
    "name": "typicode"
  }
}